// Georgian
define([], function () {
    return {
        datepicker: {
            monthsFull: [ 'იანვარი', 'თებერვალი', 'მარტი', 'აპრილი', 'მაისი', 'ივნისი', 'ივლისი', 'აგვისტო', 'სექტემბერი', 'ოქტომბერი', 'ნოემბერი', 'დეკემბერი' ],
            monthsShort: [ 'იან', 'თებ', 'მარტ', 'აპრ', 'მაი', 'ივნ', 'ივლ', 'აგვ', 'სექტ', 'ოქტ', 'ნოემ', 'დეკ' ],
            weekdaysFull: [ 'კვირა', 'ორშაბათი', 'სამშაბათი', 'ოთხშაბათი', 'ხუშაბათი', 'პარასკევი', 'შაბათი' ],
            weekdaysShort: [ 'კვ', 'ორ', 'სამ', 'ოთხ', 'ხუთ', 'პარ', 'შაბ' ],
            today: 'დღეს',
            clear: 'გასუფთავება',
            firstDay: 1,
            format: 'd mmmm yyyy',
            formatSubmit: 'yyyy/mm/dd'
        },

        timepicker: {
            clear: 'გასუფთავება'
        }
    };
});
